{"source":{"0":{"id":null,"name":"Yahoo.com"},"1":{"id":null,"name":"Boingboing.net"},"2":{"id":null,"name":"Globalnews.ca"},"3":{"id":"cbc-news","name":"CBC News"},"4":{"id":null,"name":"Hotukdeals.com"},"5":{"id":"cbc-news","name":"CBC News"},"6":{"id":null,"name":"Globalnews.ca"}},"author":{"0":"Alicja Siekierska","1":"Mark Frauenfelder","2":"Leslie Young","3":"JAMES LEBANS","4":"mr-mixalot","5":"Cassidy Chisholm","6":"Meghan Collie"},"title":{"0":"TSX plunges as much as 10%, prompting trading halt - Yahoo Canada Finance","1":"Dozens of woman now accuse prominent Columbia University Ob-Gyn of sexual assault","2":"Which cold remedies actually help to reduce symptoms?","3":"Canadian Space Agency searching for young astronauts","4":"105° - Now TV Smart Stick with Voice Control - £15 @ B&M (Halifax)","5":"Amherst hospital feeling impact of N.B. overnight ER closure, doctor says","6":"Coronavirus can spread on public transit. Here’s what commuters need to know - Global News"},"description":{"0":"TSX plunges as much as 10%, prompting trading halt Yahoo Canada Finance US stocks halted after falling 7%. Global stocks plunge as oil crashes and coronavirus fear spreads CNN Dow plummets more than 1,600 points, S&P 500 sinks 6% amid oil price war CNBC Look …","1":"Famed Columbia University Ob-Gyn Dr. Robert Hadden was arrested in 2012 for licking a patient's vagina, but prosecutors didn't press charges, so Dr. Hadden went back to work. In the following weeks, he allegedly assaulted two more women, including Evelyn Yang…","2":"A lot of cold medications haven't actually been shown to help with coughs and stuffy noses, experts say.","3":"The 'Junior Astronaut Program' provides STEM and skills training for hopeful space cadets.","4":"Spotted in my local B&M store (Halifax)<br \/><br \/>Comes with 2 monthly passes as well<br \/><br \/>Currently in Asda for £40<br \/><br \/>Thank","5":"An emergency room doctor at the Cumberland Regional Health Care Centre in Amherst, N.S., says the hospital is already seeing an increase in patient numbers after cuts were announced to overnight hours at a neighbouring New Brunswick hospital.","6":"Coronavirus can spread on public transit. Here’s what commuters need to know Global News Woman showing signs of coronavirus rode from Pearson to Richmond Hill, Metrolinx says Toronto Star Coronavirus update ttc.ca Details of the COVID-19 patient's trips on TT…"},"url":{"0":"https:\/\/ca.finance.yahoo.com\/news\/tsx-plunges-as-much-as-10-prompting-trading-halt-145359358.html","1":"https:\/\/boingboing.net\/2020\/02\/14\/dozens-of-woman-now-accuse-pro.html","2":"http:\/\/globalnews.ca\/news\/6548090\/cold-remedies-symptom-relief\/","3":"https:\/\/www.cbc.ca\/radio\/quirks\/canadian-space-agency-searching-for-young-astronauts-1.5471149","4":"https:\/\/www.hotukdeals.com\/deals\/now-tv-smart-stick-with-voice-control-3414714","5":"https:\/\/www.cbc.ca\/news\/canada\/nova-scotia\/amherst-hospital-impact-new-brunswick-1.5463934","6":"http:\/\/globalnews.ca\/news\/6649109\/coronavirus-public-transit\/"},"urlToImage":{"0":"https:\/\/s.yimg.com\/ny\/api\/res\/1.2\/3w5KOVsM.34com5STQcXCA--~A\/YXBwaWQ9aGlnaGxhbmRlcjt3PTE2NTQ7aD05NzA7c209MTtpbD1wbGFuZQ--\/https:\/\/media-mbst-pub-ue1.s3.amazonaws.com\/creatr-uploaded-images\/2020-03\/c2001f30-6213-11ea-bf7d-12d03557839b.cf.jpg","1":"https:\/\/i0.wp.com\/media.boingboing.net\/wp-content\/uploads\/2020\/02\/hadden.jpg?fit=700%2C394&ssl=1","2":"https:\/\/shawglobalnews.files.wordpress.com\/2018\/11\/blowing-nose.jpg?quality=70&strip=all&w=720&h=379&crop=1","3":"https:\/\/i.cbc.ca\/1.5471189.1582300905!\/fileImage\/httpImage\/image.jpg_gen\/derivatives\/16x9_620\/junior-astronauts-poster.jpg","4":"https:\/\/images.hotukdeals.com\/threads\/thread_full_screen\/default\/3414714_1.jpg","5":"https:\/\/i.cbc.ca\/1.3466210.1456513745!\/httpImage\/image.jpg_gen\/derivatives\/16x9_620\/hi-hospital-blur-852.jpg","6":"https:\/\/shawglobalnews.files.wordpress.com\/2020\/03\/gettyimages-531622579.jpg?quality=70&strip=all&w=720&h=379&crop=1"},"publishedAt":{"0":"2020-03-09T14:53:00Z","1":"2020-02-15T01:32:22Z","2":"2020-02-16T11:00:24Z","3":"2020-02-21T16:11:14Z","4":"2020-02-28T18:15:10Z","5":"2020-02-14T21:56:25Z","6":"2020-03-09T19:15:09Z"},"content":{"0":"The Toronto Stock Exchange ended Mondays bleak trading session down more than  per cent as a collapse in oil prices and ongoing concerns about the coronavirus outbreak pummelled stock markets around the worldThe SampPTSX Composite Index GSPTSE fel  chars","1":"Famed Columbia University ObGyn Dr Robert Hadden was arrested in  for licking a patients vagina but prosecutors didnt press charges so Dr Hadden went back to work In the following weeks he allegedly assaulted two more women including Evelyn Yang  chars","2":"Some days it can seem like everyone around you is sickAnd should you start coughing sneezing and sniffling yourself life can be pretty miserableBut before you reach for your favourite cold remedies be aware theyre not all created equal While some d  chars","3":"In an attempt to engage young people in space science the Canadian Space Agency is launching the Junior Astronaut Program a series of activities and workshops for schools science centres and community groupsThe program offers a curriculumbased set of a  chars","4":"hotukdealscom  The Largest Deal Community in the UKhotukdeals is a community for deal seekers Find and share the best deals promotional codes and vouchers from on and off the web","5":"An emergency room doctor at the Cumberland Regional Health Care Centre in Amherst NS says the hospital is already seeing an increase in patient numbers after cuts were announcedto overnight hours at a neighbouring New Brunswick hospitalEarlier this we  chars","6":"Amid rising concerns over the rapid spread of the novel coronavirus in Canada public health officials are reinforcing the importance of good hygiene especially for frequent public transit usersOn Sunday Metrolinx said a woman who tested positive for COVI  chars"}}